{
  "form_url": "mailto:volunteer@honkfestwest.org",
  "positions": {
    "Marketing Coordinator": {
      "description": "This person will align the media strategy with the overall H!FW mission and vision for the year and between the different roles (ie social media platforms, website, print/digital ad timing). You will also create our magical newsletter as well as create the copy that goes into our website, social media, press releases, radio ads, and other outfacing materials."
    },
    "PR Coordinator": {
      "description": "This eager beaver will write press releases for the festival and HONK! during the year. They will talk to the press on behalf of HONK! Fest West. Other tasks will include securing promo gigs for HONK! Fest West leading up to the festival.  "
    },
    "Housing Coordinator": {
      "description": "As the housing coordinator, you will wrangle housing for all of our wayward traveling performers during the festival. This is a fun job built for someone with good organizational skills and looking for a good entry onto the committee."
    },
    "Set Designer": {
      "description": "This person will be in charge of creating signage, stage settings, and other decor and determining placement of all physical art at the festival and special events."
    },
    "Volunteer Coordinator": {
      "description": "The Volunteer Coordinator is our chief cat wrangler and fun instigator, and the source of sunshine for all our eager volunteers. Responsible for the recruitment, retention, rostering and wrangling of both year-round and event-based volunteers, the VC is the most vital link in the entire festival's chain of awesomeness."
    },
    "Booking Assistant": {
      "description": " Help out our Music Agency by booking acts for fundraisers and outreach shows. Assist with the festival invite process and help with producing the lineup for the main event. This role will fall under the wise leadership of our Music Agency Lead. "
    },
    "Fundraising Campaign Lead": {
      "description": "If you are looking for less commitment, you’ve found it! The Campaign Lead will be in charge of managing campaigns and programs such as year-end giving, corporate giving, GiveBIG, and other giving campaigns as needed. These campaigns are well-dispersed and as fun as you want it to be."
    },
    "HONK! Junior": {
      "description": "Work with the Community Engagement Coordinator to create and run an after school junior honk program for collaboration with the festival."
    },
    "HONK! Planner": {
      "description": "As the planner of HONK! locations, you will scout out potential new locations for the festival, plan out festival site for day-of activities, and wrangle the permitting and operations team into a cohesive unit."
    },
    "Miscellaneous": {
      "description": "Not sure where you best fit in? Don’t let that stop you from participating in what is sure to be a grandly rewarding experience! Just email [volunteers@honkfestwest.org](mailto:volunteers@honkfestwest.org). We’ll get back to you quickly and discuss the possibilities. In the meantime, check the website, our facebook page, and our Twitter feed often to keep up to snuff on what’s happening!"
    }
  }
}
